/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "目前正在製作波表。請在製作流程完成後再試一次。";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "已偵測到單一波形的音色資訊。可進行共振峰調變，請切換「調變」旋扭至「共振峰」。「形狀 1」和「形狀 2」旋扭無法使用。";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "若要製作波表，音訊檔案必須有持續的音高、部分音高區段會由無聲、一或多個單一循環區段分隔。";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "新的波表包含 %d 個波形。";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "正在製作波表";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "已製作包含單一波形的波表";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "未製作波表";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "已製作波表";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "內部";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "側邊鏈：";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "關閉";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "外部音訊輸入：";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "音符識別";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "音高分析";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "正在分析：%@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "打開檔案發生錯誤";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "找不到您正在嘗試載入的檔案。";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "打開檔案發生錯誤";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "可用的記憶體不足，無法載入所選的檔案。";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "檔案包含拍速更動";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "警告：一個或多個您正輸入的檔案包含拍速更動標記。此版本的 MainStage 不支援同步包含拍速更動的檔案。";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "打開檔案發生錯誤";

/* Playback file alert */
"PlaybackTransientsMessage" = "所選檔案中的暫時項目已在 Logic Pro 中隱藏。請在 Logic Pro 中打開檔案，取消隱藏暫時項目，然後在外掛模組中重新打開檔案。";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "未知的錯誤";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "無法打開所選的檔案。";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "不支援的音訊檔案格式";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "您嘗試加入的音訊檔案不是支援的檔案格式。請使用 iTunes 或其他音訊應用程式將檔案轉換成支援的格式，然後再將其加入「播放」外掛模組。";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = "（檔案遺失）";
